Repository: pipixdev/Yomi
Catalog: Yomi/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld chapters
zh_hans: %lld 章

source: Add Reference
zh_hans: 添加参考

source: Adjust typography and layout density for the reader.
zh_hans: 调整阅读器的排版和页面密度。

source: Appearance
zh_hans: 外观

source: Audio
zh_hans: 音频

source: Book unavailable
zh_hans: 书籍不可用

source: Bookmarks
zh_hans: 书签

source: Bookshelf
zh_hans: 书架

source: Cancel
zh_hans: 取消

# Chapter %lld · Paragraph %lld
source: Chapter %1$lld · Paragraph %2$lld
zh_hans: 第 %1$lld 章 · 段落 %2$lld

# Chapter %lld / %lld
source: Chapter %1$lld / %2$lld
zh_hans: 第 %1$lld / %2$lld 章

source: Choose whether Yomi follows the system appearance or stays fixed.
zh_hans: 选择让 Yomi 跟随系统外观，或固定为指定外观。

source: Clear Audio
zh_hans: 清除音频

source: Close Reader
zh_hans: 关闭阅读页

source: Configured
zh_hans: 已配置

source: Copy paragraph
zh_hans: 复制段落

source: Current chapter paragraphs
zh_hans: 当前章节段落

source: Current Scope
zh_hans: 当前范围

source: Dark
zh_hans: 夜间模式

source: Default font scale
zh_hans: 默认字体缩放

source: Delete
zh_hans: 删除

source: Delete “%@” from the library and remove its stored EPUB files.
zh_hans: 将“%@”从书架中删除，并移除其已保存的 EPUB 文件。

source: Delete Reference
zh_hans: 删除参考

source: Display
zh_hans: 阅读显示

source: Done
zh_hans: 完成

source: Edit
zh_hans: 编辑

source: Edit Reference
zh_hans: 编辑参考

source: Enable ruby by default
zh_hans: 默认启用注音

source: Enable segmentation by default
zh_hans: 默认启用分段

source: Failed to play synthesized audio.
zh_hans: 播放合成音频失败。

source: File
zh_hans: 文件

source: Follow System
zh_hans: 跟随系统

source: Font
zh_hans: 字体

source: Font Size
zh_hans: 字体大小

source: Import an EPUB with the + button.
zh_hans: 点击右上角 + 号导入 EPUB。

source: Import Audio
zh_hans: 导入音频

source: Import EPUB
zh_hans: 导入 EPUB

source: Import Failed
zh_hans: 导入失败

source: Import Text
zh_hans: 导入文本

source: Importing EPUB…
zh_hans: 正在导入 EPUB…

source: Invalid server response.
zh_hans: 服务端响应无效。

source: Leave empty to disable external speech requests.
zh_hans: 留空即可关闭外部语音请求。

source: Light
zh_hans: 日间模式

source: Navigator
zh_hans: 导航

source: No bookmarks yet
zh_hans: 还没有书签

source: No books yet
zh_hans: 还没有小说

source: No reference text yet.
zh_hans: 还没有参考文字。

source: No references yet. Add one below.
zh_hans: 还没有参考项，可在下方添加。

source: No table of contents
zh_hans: 暂无目录

source: None
zh_hans: 无

source: Not set
zh_hans: 未设置

source: Not started
zh_hans: 未开始

source: Novels
zh_hans: 小说列表

source: OK
zh_hans: 知道了

source: Only EPUB import is supported for now.
zh_hans: 暂时只支持 EPUB 导入。

source: Open Navigator
zh_hans: 打开导航

source: Paragraph %lld
zh_hans: 段落 %lld

source: Part-of-speech
zh_hans: 词性标记

source: Read paragraph
zh_hans: 朗读段落

source: Reader
zh_hans: 阅读

source: Reference
zh_hans: 参考

source: Reference Audio
zh_hans: 参考音频

source: Reference Text
zh_hans: 参考文字

source: Reference transcript
zh_hans: 参考转写

source: Remove
zh_hans: 删除

source: Remove Book
zh_hans: 删除书籍

source: Select which reference to use. Choose None to send speech requests without references.
zh_hans: 选择当前要使用的参考项。选择“无”时，朗读请求不会附带参考。

source: Server did not return a valid WAV stream.
zh_hans: 服务端未返回有效 WAV 音频流。

source: Service URL
zh_hans: 服务地址

source: Set a TTS service URL in Settings first.
zh_hans: 请先在设置中填写 TTS 服务地址。

source: Settings
zh_hans: 设置

source: Settings Error
zh_hans: 设置错误

source: Share EPUB
zh_hans: 分享 EPUB

source: Some books could not be refreshed automatically. Re-import them to rebuild text without embedded ruby.
zh_hans: 部分书籍未能自动刷新，请重新导入以重建不含原书注音的正文。

source: Speech
zh_hans: 朗读

source: Table of Contents
zh_hans: 目录

source: The reader always uses the final part-of-speech annotated layout.
zh_hans: 阅读页始终使用最终词性标注排版。

source: The reader currently focuses on segmentation and ruby, while other interactions stay intentionally minimal.
zh_hans: 阅读页优先实现分段与注音，其他交互先保持最小化。

source: Theme
zh_hans: 主题模式

source: This book may have been removed from your library.
zh_hans: 这本书可能已从你的书架移除。

source: This EPUB does not contain readable body content.
zh_hans: 这本 EPUB 没有可读取的正文。

source: Title
zh_hans: 标题

source: Toggle Bookmark
zh_hans: 切换书签

source: Toggle Ruby
zh_hans: 切换注音

source: Toggle Segmentation
zh_hans: 切换分段

source: Adjective
zh_hans: 形容词

source: Adverb
zh_hans: 副词

source: Analyze paragraph
zh_hans: 解析段落

source: Coming Soon
zh_hans: 即将支持

source: Details for %@ are not available yet.
zh_hans: %@ 的详情暂未开放。

source: Dictionary form
zh_hans: 辞书形

source: Godan
zh_hans: 五段

source: Ichidan
zh_hans: 一段

source: Irregular
zh_hans: 不规则

source: Kahen
zh_hans: カ变

source: Morphology Analysis
zh_hans: 词性解析

source: No tokens found
zh_hans: 未识别到词语

source: Noun
zh_hans: 名词

source: Other
zh_hans: 其他

source: Parse
zh_hans: 解析

source: Particle
zh_hans: 助词

source: Prefix
zh_hans: 前缀

source: Sahen
zh_hans: サ变

source: Symbol
zh_hans: 符号

source: TTS Failed
zh_hans: 朗读失败

source: Unknown
zh_hans: 未知

source: Unable to parse EPUB package.
zh_hans: 无法解析 EPUB 包文件。

source: Unable to read EPUB container.
zh_hans: 无法读取 EPUB 容器信息。

source: Unknown Author
zh_hans: 未知作者

source: Untitled Novel
zh_hans: 未命名小说

source: Untitled Reference
zh_hans: 未命名参考

source: When both reference audio and reference text are set, requests include references.
zh_hans: 当参考音频和参考文字都设置后，请求会自动附带 references。

source: Without reference audio or text.
zh_hans: 不使用参考音频或参考文字。

source: Verb
zh_hans: 动词

source: Verb Details
zh_hans: 动词信息

source: Verb group
zh_hans: 几段
